Autodesk.Revit.Utility.AssetPropertyFloatArray.GetValue
Get the value of the property.

Autodesk.Revit.Utility.AssetPropertyFloatArray
Represents a property consisting of an array of float values.
Remarks:
In virtually all cases, the array will contain exactly 3 values.
Since:
2014